Repository: ruizlenato/SmudgeLord
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es_es, id_id, pt_br

source: <b>{}</b> is now unavailable!
es_es: <b>{}</b> ahora no está disponible!
id_id: <b>{}</b> Sekarang tersedia!

source: <b><a href='tg://user?id={}'>{}</a></b> is back!
es_es: ¡<b><a href='tg://user?id={}'>{}</a></b> ha vuelto!
id_id: <b><a href='tg://user?id={}'>{}</a></b> kembali!

source: <b><a href='tg://user?id={}'>{}</a></b> is <b>unavailable!</b> <i>Last seen<code> {}</code> ago</i>
es_es: <b><a href='tg://user?id={}'>{}</a></b> <b>no está disponible!</b> <i>Visto por última vez hace<code> {}</code></i>
id_id: <b><a href='tg://user?id={}'>{}</a></b> adalah <b>tidak tersedia!</b> <i>Terakhir terlihat<code> {}</code> yang lalu</i>

source: <b> Reason:</b> <code>{}</code>
es_es: <b> Motivo:</b> <code>{}</code>
id_id: <b> Alasan:</b> <code>{}</code>

source: <a href='tg://user?id={}'>{}</a>, Send me your last.fm username.
es_es: <a href='tg://user?id={}'>{}</a>, Envíame tu nombre de usuario de last.fm.
id_id: <a href='tg://user?id={}'>{}</a>, Kirimkan saya nama pengguna last.fm Anda.

source: <b>Error</b> Your last.fm username is wrong
es_es: <b>Error</b> Tu nombre de usuario de last.fm está incorrecto
id_id: <b>Kesalahan</b> Nama pengguna last.fm Anda salah

source: <b>Done, last.fm user saved!</b>
es_es: <b>¡Hecho, usuario de last.fm guardado!</b>
id_id: <b>Selesai, pengguna last.fm telah disimpan!</b>

source: <b>You have not set your last.fm username.</b> Use the command /setuser to set
es_es: <b>No ha establecido su nombre de usuario de last.fm.</b> Utilice el comando /setuser para establecer
id_id: <b>Anda belum menyetel nama pengguna last.fm Anda.</b> Gunakan perintah /setuser untuk mengatur

source: <b>Apparently you have never scrobbled a song on LastFM.</b> If you are having trouble, go to last.fm/about/trackmymusic and see how to connect your account to your music app.
es_es: <b>Parece que nunca has hecho scrobbling de una canción en LastFM.</b> Si tienes problemas, ve a last.fm/about/trackmymusic y mira cómo conectar tu cuenta a tu aplicación de música.
id_id: <b>Rupanya Anda belum pernah men-scrobble lagu di LastFM.</b> Jika Anda mengalami masalah, buka last.fm/about/trackmymusic dan lihat cara menghubungkan akun Anda ke aplikasi musik Anda.

source: <b><a href='https://last.fm/user/{}'>{}</a></b> is listening for the <b>{}nd time</b>:
es_es: <b><a href='https://last.fm/user/{}'>{}</a></b> está escuchando por la <b>{}ª vez</b>:
id_id: <b><a href='https://last.fm/user/{}'>{}</a></b> mendengarkan untuk <b>{}kedua kalinya</b>:

source: <b><a href='https://last.fm/user/{}'>{}</a></b> was listening for the <b>{}nd time</b>:
es_es: <b><a href='https://last.fm/user/{}'>{}</a></b> estaba escuchando por <b>{}ª vez</b>:
id_id: <b><a href='https://last.fm/user/{}'>{}</a></b> sedang mendengarkan untuk <b>{}kedua kalinya</b>:

source: Last.fm is an online service that offers various music-related features. You can record the music you listen to on different streaming platforms and thus create a personalized music profile, providing recommendations of songs and artists based on your tastes. <b>/setuser —</b> Sets your last.fm username. <b>/lastfm|/lt —</b> Shows the song you are scrobbling on last.fm. <b>/lalbum|/lalb —</b> Shows the album you are scrobbling on last.fm. <b>/lartist|/lart —</b> Shows the artist you are scrobbling on last.fm.
es_es: Last.fm es un servicio en línea que ofrece diversas funciones relacionadas con la música. Puedes registrar la música que escuchas en diferentes plataformas de streaming y crear así un perfil musical personalizado, que ofrece recomendaciones de canciones y artistas en función de tus gustos. <b>/setuser —</b> Establece tu nombre de usuario de last.fm. <b>/lastfm|/lt —</b> Muestra la canción que estás escuchando en last.fm. <b>/lalbum|/lalb —</b> Muestra el álbum que estás escuchando en last.fm. <b>/lartist|/lart —</b> Muestra el artista al que estás escuchando en last.fm.
id_id: Last.fm adalah layanan online yang menawarkan berbagai fitur terkait musik. Anda dapat merekam musik yang Anda dengarkan di berbagai platform streaming dan dengan demikian membuat profil musik yang dipersonalisasi, memberikan rekomendasi lagu dan artis berdasarkan selera Anda. <b>/setuser —</b> Mengatur nama pengguna last.fm Anda. <b>/lastfm|/lt —</b> Menampilkan lagu yang Anda scrob di last.fm. <b>/lalbum|/lalb —</b> Menampilkan album yang sedang Anda scrob di last.fm. <b>/lartist|/lart —</b> Menampilkan artis yang sedang Anda scrob di last.fm.

source: 🌎 Help us with translations!
es_es: 🌎 ¡Ayúdanos con las traducciones!
id_id: 🌎 Bantu kami dengan terjemahan!
pt_br: 🌎 Ajude-nos com as traduções!

source: ↩️ Back
es_es: ↩️ Volver
id_id: ↩️ Untuk kembali
pt_br: ↩️ Voltar

source: Select below the language you want to use the bot.
es_es: Selecciona debajo el idioma en el que quieres utilizar el bot.
id_id: Pilih di bawah bahasa yang ingin Anda gunakan untuk bot.
pt_br: Selecione abaixo o idioma que você quer utilizar no bot.

source: You are not a group admin.
es_es: No eres un administrador de grupo.
id_id: Anda bukan admin grup.

source: Language changed successfully.
es_es: Idioma cambiado con éxito.
id_id: Bahasa berhasil diubah.
pt_br: Idioma alterado com sucesso.

source: <b>Usage:</b> <code>/ytdl [Word or link]</code> Specify a word or a link so that I can search and download a video.
es_es: <b>Uso:</b> <code>/ytdl [Palabra o enlace]</code> Especifique una palabra o un enlace para que pueda buscar y descargar un vídeo.
id_id: <b>Penggunaan:</b> <code>/ytdl [Kata atau tautan]</code> Tentukan kata atau tautan agar saya dapat mencari dan mengunduh video.
pt_br: <b>Uso do comando:</b> <code>/dl [link]</code> Especifique um link do Instagram, TikTok ou Twitter para que eu possa baixar o vídeo.

source: 📹 Video
es_es: 📹 Vídeo
pt_br: 📹 Vídeo

source: This button is not for you.
es_es: Este botón no es para ti.
id_id: Tombol ini bukan untuk Anda.
pt_br: Este botão não é para você.

source: The video you want to download exceeds 2GB in size. Unable to download and upload, sorry.
es_es: El vídeo que desea descargar excede los 2 GB de tamaño. No se puede descargar y cargar, lo sentimos.
id_id: Video yang ingin Anda unduh melebihi ukuran 2GB. Tidak dapat mengunduh dan mengunggah, maaf.
pt_br: O vídeo que você deseja baixar excede o tamanho de 2 GB. Não é possível baixar e enviar, desculpe.

source: Downloading...
es_es: Descargando...
id_id: Mengunduh...
pt_br: Baixando...

source: Sorry! I couldn't send the video because of an error. <b>Error:</b> <code>{}</code>
es_es: ¡Lo siento! No pude enviar el vídeo debido a un error. <b>Error:</b> <code>{}</code>
id_id: Maaf! Saya tidak dapat mengirim video karena kesalahan. <b>Kesalahan:</b> <code>{}</code>
pt_br: Desculpe! Não foi possível enviar o vídeo devido a um erro. <b>Erro:</b> <code>{}</code>

source: Sending...
es_es: Enviando...
id_id: Mengirim...
pt_br: Enviando...

source: Captions:
es_es: Subtítulos:
id_id: Teks:

source: Auto:
es_es: Automático:

source: <b>Media Download Settings.</b> <i>To learn more about the <b>'media'</b> module, use <code>/help<code> in my dm.</i> To know what each button does, click on the button with the name of the setting.
es_es: <b>Configuración de descarga de medios.</b> <i>Para obtener más información sobre el módulo <b>'media'</b>, utilice <code>/help<code> en mi dm.</i> Para saber qué hace cada botón, haga clic en el botón con el nombre de la configuración.
id_id: <b>Pengaturan Download Media.</b> <i>Untuk mempelajari lebih lanjut tentang modul <b>'media'</b>, gunakan <code>/help<code> di dm saya.</i> Untuk mengetahui fungsi setiap tombol, klik tombol dengan nama pengaturan.

source: Medias
es_es: Multimedia
id_id: Media

source: <b>Usage:</b> <code>/print https://example.com</code> — Take a screenshot of the specified website.
es_es: <b>Uso:</b> <code>/print https://example.com</code> — Captura de pantalla de la página web especificada.
id_id: <b>Penggunaan:</b> <code>/print https://example.com</code> — Mengambil tangkapan layar dari situs web yang ditentukan.

source: Taking screenshot…
es_es: Capturando pantalla…
id_id: Menangkap screenshot…

source: Couldn't get url value, most probably API is not accessible.
es_es: No se pudo obtener el valor de la url, probablemente la API no sea accesible.
id_id: Tidak bisa mendapatkan nilai url, kemungkinan besar API tidak dapat diakses.

source: Misc
es_es: Diversos

source: <b>/print —</b> Take a screenshot of the specified website. <b>/tr —</b> Translates the text into the given language (the default is the user's default language).
es_es: <b>/print —</b> Captura de pantalla del sitio web especificado. <b>/tr —</b> Traduce el texto al idioma dado (el idioma por defecto es el idioma por defecto del usuario).
id_id: <b>/print —</b> Mengambil tangkapan layar dari situs web yang ditentukan. <b>/tr —</b> Menerjemahkan teks ke dalam bahasa tertentu (defaultnya adalah bahasa default pengguna).

source: 🌐Language
es_es: 🌐Idioma
id_id: 🌐Bahasa
pt_br: 🌐Idioma

source: ❓Help
es_es: ❓Ayuda
id_id: ❓ Membantu
pt_br: ❓Ajuda

source: Hello <b>{}</b>! — I'm <b>SmudgeLord,</b> a bot with some useful and fun commands for you. 📦 <b>SourceCode:</b> <a href='https://github.com/ruizlenato/SmudgeLord'>GitHub</a>
es_es: ¡Hola <b>{}</b>! — Soy <b>SmudgeLord,</b> un bot con algunos comandos útiles y divertidos para ti 📦 <b>Código Fuente:</b> <a href='https://github.com/ruizlenato/SmudgeLord'>GitHub</a>
id_id: Halo <b>{}</b>! — Saya <b>SmudgeLord,</b> sebuah bot dengan beberapa perintah yang berguna dan menyenangkan untuk Anda. 📦 <b>Kode Sumber:</b> <a href='https://github.com/ruizlenato/SmudgeLord'>GitHub</a>

source: Hello!, I'm SmudgeLord. I have a lot of functions, to know more, start a conversation with me.
es_es: ¡Hola! Soy SmudgeLord. Para descubrir mis funciones comienza una conversación conmigo.
id_id: Halo!, saya SmudgeLord. Saya memiliki banyak fungsi, untuk mengetahui lebih banyak, mulailah percakapan dengan saya.
pt_br: Olá, sou o SmudgeLord. Tenho varias funções, para saber mais, inicie uma conversa comigo.

source: Here are all my plugins, to find out more about the plugins, <b>just click on their name.</b>
es_es: Aquí están todos mis plug-ins, para saber más sobre los plug-ins, <b>solo tienes que hacer clic en su nombre.</b>
id_id: Ini semua plugin saya, untuk mengetahui lebih lanjut tentang plugin, <b>cukup klik namanya.</b>
pt_br: Aqui estão todos os meus plugins, para saber mais sobre os plugins, <b>basta clicar no nome deles.</b>

source: <b>Avaliable Commands:</b>
es_es: <b>Comandos disponibles:</b>
id_id: <b>Perintah yang Tersedia:</b>
pt_br: <b>Comandos disponíveis:</b>

source: <b>Settings</b> — Here are my settings for this group, to know more, <b>click on the buttons below.</b>
es_es: <b>Configuración</b> — Aquí están mis configuraciones para este grupo, para saber más, <b>haga clic en los botones de abajo.</b>
id_id: <b>Pengaturan</b> — Ini adalah pengaturan saya untuk grup ini, untuk mengetahui lebih lanjut, <b>klik tombol di bawah.</b>

source: Animated stickers are not supported yet!
es_es: ¡Las etiquetas animadas aún no están soportadas!
id_id: Stiker animasi belum didukung!
pt_br: Stickers animados ainda não são suportados!

source: <b>Emoji:</b> {} <b>Sticker ID:</b> <code>{}</code>
es_es: <b>Emoji:</b> {} <b>ID del Sticker:</b> <code>{}</code>
id_id: <b>Emoji:</b> {} <b>ID Stiker:</b> <code>{}</code>
pt_br: <b>Emoji:</b> {} <b>ID do Sticker:</b> <code>{}</code>

source: Reply to a sticker using this command so I can send it to you as a <b>png or gif</b>. <i>It only works with video and static stickers</i>
es_es: Responde a un sticker utilizando este comando para que pueda enviártela como <b>png o gif</b>. <i>Solo funciona con stickers de vídeo y estáticas</i>
id_id: Balas stiker menggunakan perintah ini agar saya dapat mengirimkannya kepada Anda sebagai <b>png atau gif</b>. <i>Ini hanya bekerja dengan video dan stiker statis</i>
pt_br: Responda a um sticker usando esse comando para que eu possa enviar ele a você como <b>png ou gif</b>. <i>Só funciona com stickers de vídeos e estáticas</i>

source: <code>Kanging (Stealing) the sticker...</code>
es_es: <code>Kangando (Robando) la pegatina...</code>
id_id: <code>Kanging (Mencuri) stiker...</code>

source: This sticker doesn't a have filename!
es_es: ¡Esta etiqueta no tiene nombre de archivo!

source: <b>Error</b>: Invalid media!
es_es: <b>Error</b>: ¡Multimedia inválida!

source: <b>You need to use this command replying a sticker or a photo.</b>
es_es: <b>Necesitas usar este comando para responder a una pegatina o una foto.</b>

source: <code>Converting video/gif to sticker...</code>
es_es: <code>Convirtiendo video/gif a pegatina...</code>

source: <code>Using existing sticker pack...</code>
es_es: <code>Utilizando el paquete de sticker existente...</code>

source: <code>Creating a new sticker package...</code>
es_es: <code>Creando un nuevo paquete de stickers...</code>

source: Looks like you've never interacted with me on private chat, you need to do that first. Click the button below to send me a message.
es_es: Parece que nunca has interactuado conmigo en un chat privado, tienes que hacerlo primero. Haga clic en el botón de abajo para enviarme un mensaje.

source: Start
es_es: Iniciar

source: Sticker stolen <b>successfully</b>, <a href='t.me/addstickers/{}'>check out.</a> <b>Emoji:</b> {}
es_es: Sticker robado <b>con éxito</b>, <a href='t.me/addstickers/{}'>échale un vistazo.</a> <b>Emoji:</b>{}

source: <b>/getsticker —</b> reply to a sticker to me to upload the file as a <b>png or gif</b> <i>(It only works with video and static stickers).</i> <b>/kang —</b> reply to a sticker to add it to your pack created by me.
es_es: <b>/getsticker —</b> responde a un sticker para subir el archivo como un <b>png o gif</b> <i>(Solo funciona con video y stickers estáticos).</i> <b>/kang —</b> responde a un sticker para añadirlo a tu paquete creado por mí.

source: <b>Usage:</b> <code>/tr language text for translation</code> (Can be also used in reply to a message).
es_es: <b>Uso:</b> <code>/tr idioma texto para traducir</code> (También se puede utilizar en respuesta a un mensaje).

source: Translating…
es_es: Traduciendo…

source: <b>System glitch someone disconnected me.</b> The link you sent is invalid, currently I only support links from TikTok, Threads, Twitter and Instagram.
id_id: <b>Kesalahan sistem, seseorang memutuskan hubungan saya.</b> Tautan yang Anda kirim tidak valid, saat ini saya hanya mendukung tautan dari TikTok, Utas, Twitter, dan Instagram.

source: <b>Usage:</b> <code>/dl [link]</code> Specify a link from Instagram, TikTok, Threads or Twitter so I can download the video.
id_id: <b>Penggunaan:</b> <code>/dl [link]</code> Tentukan tautan dari Instagram, TikTok, Threads atau Twitter agar saya dapat mengunduh videonya.

source: <b>/dl|/sdl —</b> Downloads videos from <b><i>Instagram, TikTok, Threads and Twitter.</i></b> <b>/ytdl —</b> Download videos from YouTube in video or audio format.
id_id: <b>/dl|/sdl —</b> Mengunduh video dari <b><i>Instagram, TikTok, Utas, dan Twitter.</i></b> <b>/ytdl —</b> Unduh video dari YouTube dalam format video atau audio.

source: 💿 Audio
pt_br: 💿 Áudio

source: <b>System glitch someone disconnected me.</b> The link you sent is invalid, currently I only support links from TikTok, Twitter and Instagram.
pt_br: <b>Pane no sistema alguém me desconfigurou.</b> O link que você enviou é invalido, atualmente eu apenas suporto links do TikTok, Twitter e Instagram.

source: <b>Usage:</b> <code>/dl [link]</code> Specify a link from Instagram, TikTok or Twitter so I can download the video.
pt_br: <b>Uso do comando:</b> <code>/dl [link]</code> Especifique um link do Instagram, TikTok ou Twitter para que eu possa baixar o vídeo.

source: Videos
pt_br: Vídeos
